Repository: WebVA/Skylines
Catalog: skylines/i18n/*/LC_MESSAGES/skylines.po
Languages: nb, sk, sv

source: Name
nb: Navn
sk: Meno
sv: Namn

source: Website
nb: Nettside
sk: Webstránka
sv: Webbsida

source: eMail Address
nb: Epost
sk: E-mailová adresa
sv: Epostadress

source: Edit Club
nb: Endre klubb
sk: Upraviť klub
sv: Redigera klubb

source: Create Pilot
nb: Legg til pilot
sk: Vytvoriť pilota
sv: Skapa pilot

source: Co-Pilot
sk: Druhý pilot
sv: Andrepilot

source: Aircraft Model
nb: Flytype
sk: Typ lietadla
sv: Modell av luftfarkost

source: Aircraft Registration
nb: Registrering
sk: Imatrikulačná značka
sv: Luftfarkostregistrering

source: Competition Number
nb: Konkurransenummer
sk: Súťažné znaky
sv: Tävlingsnummer

source: Left
nb: Venstre
sk: Vľavo

source: Mixed
nb: Blandet
sk: Zmiešaný

source: Right
nb: Høyre
sk: Vpravo

source: Total
nb: Totalt
sk: Celkovo
sv: Totalt

source: Powered
nb: Slått på
sk: Motor

source: Circling
nb: Sirkler
sk: Krúženie

source: Cruise
nb: Strekkfl.
sk: Preskok

source: Select Pilot
nb: Velg pilot
sk: Vybrať pilota
sv: Välj pilot

source: Change Aircraft
nb: Velg fly
sk: Zmeniť lietadlo
sv: Ändra luftfarkost

source: Delete Flight
nb: Slett flygning
sk: Vymazať let
sv: Radera flyg

source: Are you sure you want to delete this flight?
nb: Er du sikker på at du vil slette?
sk: Ste si istí, že chcete zmazať tento let?
sv: Är du säker på att du vill radera detta flyg?

source: You have to be logged in to post comments!
nb: Du har blitt logget inn
sk: Musíte byť prihlásený, aby ste mohli písať komentáre!
sv: Du behöver vara inloggad för att posta kommentarer!

source: Sorry, email address or password are wrong. Please try again or register.
nb: Beklager, men epostadressen eller passordet er feil. Prøv igjen.
sk: Je nám ľúto, e-mailová adresa alebo heslo sú nesprávne. Skúste to prosím znovu alebo zaregistrovať.
sv: Angiven e-postadress eller lösenord är tyvärr felaktig. Vänligen försök igen, eller registrera.

source: You are now logged in. Welcome back, %s!
nb: Du er nå logget inn. Velkommen %s!
sk: Teraz ste prihlásený. Vitajte späť, %s!
sv: Du är nu inloggad. Välkommen tillbaka, %s!

source: You are now logged out. We hope to see you back soon!
nb: Du er nå logget ut. Velkommen tilbake.
sk: Teraz ste odhlásený. Dúfame, že sa čoskoro sa vrátite!
sv: Du är nu utloggad. Välkommen tillbaks snart igen!

source: Gliders
nb: Seilfly
sk: Vetrone

source: Motor Gliders
nb: Motorglider
sk: Motorové vetrone

source: Hanggliders
nb: Hangglider
sk: Rogalá

source: Paragliders
nb: Paraglider
sk: Padákové klzáky

source: UL Gliders
nb: Ultralett seilfly
sk: UL vetrone

source: Other
nb: Annet
sk: Iné

source: IGC or ZIP file(s)
nb: IGC- eller ZIP-fil(er)
sk: IGC alebo ZIP súbor(y)
sv: IGC- eller ZIP-fil(er)

source: Please add one or more IGC or ZIP files
nb: Legg til en eller flere IGC- eller ZIP-fil(er)
sk: Prosím, pridajte jeden alebo viac IGC alebo ZIP súborov
sv: Vänligen lägg till en eller flera IGC- eller ZIP-filer

source: You have to login to upload flights.
nb: Du må logge inn får å laste opp en flygning.
sk: Musíte sa prihlásiť pre nahratie letu.
sv: Du måste logga in för att ladda upp flyg

source: Upload Flight
nb: Last opp flygning
sk: Nahrať let
sv: Ladda upp flyg

source: Duplicate file
nb: Filen er en duplikat
sk: Duplikovať súbor
sv: Duplicerad fil

source: Failed to parse file
nb: Kunne ikke tolke fil
sk: Nepodarilo sa spracovať súbor
sv: Misslyckades att tolka fil

source: No flight found in file
nb: Ingen flyging funnet i filen
sk: V súbore nebol nájdený let
sv: Inga flyg hittades i fil

source: Sorry, some error happened when updating your flight(s). Please contact a administrator for help.
nb: Det skjedde en feil ved oppdatering av din flyging. Kontakt administrator for hjelp.
sk: Je nám ľúto, došlo k chybe pri aktualizácii letu(ov). Prosím, kontaktujte správcu.
sv: Ett fel uppstod när ditt/dina flyg uppdaterades. Vänligen kontakta en administratör för hjälp.

source: Your flight(s) have been successfully updated.
nb: Din flygning har blitt oppdatert
sk: Váš let bol úspešne aktualizovaný.
sv: Ditt/dina flyg har uppdaterats korrekt.

source: None
nb: Ingen
sk: Žiaden
sv: Ingen

source: %u minute
nb: %u minutt
sk: %u minút
sv: %u minut

source: Club
nb: Klubb
sk: Klub
sv: Klubb

source: Passwords do not match
nb: Passordene er ikke like
sk: Heslá sa nezhodujú
sv: Lösenorden stämmer inte överens

source: Password
nb: Passord
sk: Heslo
sv: Lösenord

source: Verify Password
nb: Bekreft passord
sk: Overiť heslo
sv: Verifiera lösenord

source: Tracking Delay
nb: Sporingsforsinkelse
sk: Oneskorenie sledovania
sv: Live-trackfördröjning

source: Units
sk: Jednotky

source: Distance Unit
nb: Distanseenhet
sk: Vzdialenostná jednotka
sv: Distansenhet

source: Speed Unit
nb: Hastighetsenhet
sk: Rýchlostná jednotka
sv: Hastighetsenhet

source: Lift Unit
nb: Stig-enhet
sk: Jednotka stúpania
sv: Stigenhet

source: Altitude Unit
nb: Høydeenhet
sk: Výšková jednotka
sv: Höjdenhet

source: Recover Password
nb: Gjenopprett Passord
sk: Obnoviť heslo
sv: Återfå lösenord

source: Change Password
nb: Endre passord
sk: Zmeniť heslo
sv: Ändra lösenord

source: Edit User
nb: Redigér bruker
sk: Upraviť používateľa
sv: Redigera användare

source: Password changed.
nb: Passord endret.
sk: Heslo bolo zmenené.
sv: Lösenordet ändrat.

source: Sorry, the record id ({id}) that you requested is not a valid id.
nb: Beklager, oppføringen ({id}) er ikke gyldig.
sk: Je nám ľúto, záznam ID ({id}), ktorý ste žiadali, nie je platné ID.
sv: Efterfrågat id-nummer ({id}) är tyvärr inte giltigt.

source: Sorry, there is no such record ({id}) in our database.
nb: Det finnes ingen slik oppføring ({id}) i databasen.
sk: Je nám ľúto, ale žiadny takýto záznam ({id}) v našej databáze neexistuje.
sv: Det efterfrågade id-numret ({id}) existerar tyvärr inte i vår databas.

source: Sorry, {num_missing} of the requested records ({ids}) do not exist in our database.
nb: Beklager. {num_missing} av de ønskede oppføringene ({ids}) eksiterer ikke i databasen.
sk: Je nám ľúto, {num_missing} požadovaných záznamov ({ids}) neexistujú v našej databáze.
sv: {num_missing} av de efterfrågade id-numrena ({ids}) existerar tyvärr inte i databasen.

source: Custom
nb: Egendefinert
sk: Podľa výberu

source: European (metric)
nb: Metrisk
sk: Európske (metrické)

source: British (imperial, distance in km)
nb: Britisk
sk: Britské (imperiálne, vzdialenosť v km)

source: Australian (metric, imperial height)
nb: Australsk
sk: Austrálske (metrické, imperiálna výška)

source: American (imperial)
nb: Amerikansk
sk: Americké (imperiálne)

source: {distance} on {date}
nb: {distance} den {date}
sk: {distance} za {date}
sv: {distance} den {date}

source: {something} by {pilot_name}
nb: {something} av {pilot_name}
sk: {something}: {pilot_name}
sv: {something} av {pilot_name}

source: {something} by {pilot_name} and {co_pilot_name}
nb: {something} av {pilot_name} og {co_pilot_name}
sk: {something}: {pilot_name} a {co_pilot_name}
sv: {something} av {pilot_name} och {co_pilot_name}

source: About
nb: Om
sk: O programe
sv: Om SkyLines

source: Welcome to SkyLines, the internet platform for sharing flights!
sk: Vitajte v SkyLines, internetovej platforme na zdieľanie letov!

source: The major goals of the Skylines-Project are:
sk: Hlavné ciele projektu Skylines sú:

source: To provide a free platform for sharing and analysing flights
nb: Tilby en gratis platform for deling og analysering av flygninger
sk: Poskytujeme bezplatnú platformu pre výmenu a analýzu letov
sv: Förse med en gratis plattform för att dela och analysera flyg

source: Skylines is based on free software ([1:License]).
sk: Skylines je založený na slobodnom softvéri ([1:License]).

source: The stored flights are available for everybody without any limitations.
nb: De lagrede flygningene er tilgjengelig for alle, uten begrensninger
sk: Uložené lety sú k dispozícii pre všetkých bez akýchkoľvek obmedzení.
sv: Lagrade flyg skall vara tillgängliga för alla utan begränsning.

source: Skylines is a non-commercial project, there are no ads on the webpage, its free of charge.
nb: Skylines er et ikke-kommersielt prosjekt, gratis og uten reklame.
sk: Skylines je nekomerčný projekt, na webstránkach nie sú tam žiadne reklamy, je zdarma.
sv: Skylines drivs som ett icke-kommersiellt projekt. Det är kostnadsfritt att använda, och utan reklam.

source: Skylines has [1:Live Tracking], let your friends parcitipate on your adventures.
sk: Skylines má [1:Live Tracking], vaši priatelia môžu sledovať vaše dobrodružstvá.

source: Skylines has also some social network aspects with comments, notifications, friends and followers.
nb: Skylines er også et sosialt nettverk, med kommentarer, varsler, venner og følgere.
sk: Skylines má taktiež niektoré aspekty sociálnych sietí s pripomienkami, oznámeniami, priateľmi a nasledovníkmi.
sv: Sociala funktioner (såsom kommentarer, notifiering, vänner och anhängare).

source: Airport and Waypoint data is provided by the [1:WELT2000] project ([2:License])
sk: Údaje o letiskách a otočných bodoch sú poskytované projektom [1:WELT2000] ([2:License])

source: Current status: [1:[2:] under development]
sk: Súčasný stav: [1:[2:] under development]

source: SkyLines was brought to you by the [1:XCSoar project]. It is free software; [2:the source code is available here].
sk: SkyLines vám prináša [1:XCSoar project]. Je to softvér zadarmo; [2:the source code is available here].

source: If you think that something is missing or you think that you have found a bug please follow the instructions [1:here] to write a feature request or bug report.
sk: Ak si myslíte, že tu niečo chýba, alebo si myslíte, že ste našli chybu, postupujte podľa pokynov [1:here] a napíšte vašu požiadavku alebo nahláste chybu.

source: Error {code}
sk: Chyba {code}

source: Login
nb: Logg inn
sk: Prihlásenie
sv: Logga in

source: Email Address:
sk: E-mailová adresa:

source: Password:
sk: Heslo:

source: Remember me
nb: Husk meg
sk: Zapamätať prihlásenie
sv: Kom ihåg mig

source: Register
nb: Registrer
sk: Registrácia
sv: Registrera

source: Clubs
nb: Klubber
sk: Kluby
sv: Klubbar

source: Actions
nb: Hendelser
sk: Činnosti
sv: Åtgärder

source: Flights
nb: Flygning
sk: Lety
sv: Flyg

source: Statistics
nb: Statistikk
sk: Štatistiky
sv: Statistik

source: Members
nb: Medlemmer
sk: Členovia
sv: Medlemmar

source: Created
nb: Opprettet
sk: Vytvorené
sv: Skapad

source: %(datetime)s by [1:%(user)s]
sk: %(datetime)s používateľ [1:%(user)s]

source: Edit
nb: Endre
sk: Upraviť
sv: Redigera

source: Pilot missing in the list?
nb: Piloten mangler på listen?
sk: Chýba pilot v zozname?
sv: Saknas piloten i listan?

source: Create new pilot
nb: Lag ny pilot
sk: Vytvoriť nového pilota
sv: Skapa ny pilot

source: Spread the word
nb: Spre ordet
sk: Povedzte o nás

source: Date
nb: Dato
sk: Dátum
sv: Datum

source: Share
nb: Del
sk: Zdieľať
sv: Dela

source: Take-off
nb: Avgang
sk: Vzlet
sv: Startplats

source: at
sk: o

source: Landing
sk: Pristátie
sv: Landning

source: Duration
nb: Varighet.
sk: Trvanie
sv: Varaktighet

source: Aircraft
nb: Fly
sk: Lietadlo
sv: Flygfarkost

source: Change
nb: Endre
sk: Zmeniť
sv: Ändra

source: Handicap
nb: Handikapp
sk: Hendikep

source: Unknown
nb: Ukjent
sk: Neznámy
sv: Okänd

source: Score
nb: Poeng
sk: Skóre
sv: Poäng

source: pt
sk: bodov

source: OLC Distance
nb: OLC-distanse
sk: OLC vzdialenosť
sv: OLC-distans

source: FAI Triangle Distance
nb: FAI-Trekant distanse
sk: Vzdialenosť na FAI trojuholníku
sv: FAI-triangeldistans

source: Speed
nb: Hastighet
sk: Rýchlosť
sv: Hastighet

source: [unspecified]
sk: [nešpecifikované]

source: Uploaded
nb: Lastet opp
sk: Nahrané
sv: Uppladdad

source: %(datetime)s[1:] by %(user)s
sk: %(datetime)s[1:] používateľom %(user)s

source: Download
nb: Last ned
sk: Stiahnuť
sv: Hämta

source: Delete
nb: Slett
sk: Vymazať
sv: Ta bort

source: Distance
nb: Distanse
sk: Vzdialenosť
sv: Distans

source: Airport
nb: Flyplass
sk: Letisko
sv: Flygplats

source: Time
nb: Tid
sk: Čas
sv: Tid

source: Show
nb: Vis
sk: Ukázať
sv: Visa

source: {flights} on {date}
sk: {flights} dňa {date}

source: {flights} of {pilot}
sk: {flights} pilota {pilot}

source: {flights} of {club}
sk: {flights} klubu {club}

source: {flights} from {airport}
sk: {flights} z {airport}

source: All Flights
nb: Alle flygninger
sk: Všetky lety
sv: Alla flyg

source: Today
nb: I dag
sk: Dnes
sv: Idag

source: Unassigned Flights
nb: Ikke tildelt flygning
sk: Nepriradené lety
sv: Ej tilldelat flyg

source: Pinned Flights
nb: Uthevede flygninger
sk: Pripnuté lety
sv: Nålade flyg

source: Avg. vario
nb: Snitt vario
sk: Pr. stúpanie
sv: Snittvario

source: Thermals
nb: Termikk
sk: Stupákov
sv: Termikblåsor

source: Avg. speed
nb: Snitthastighet
sk: Pr. rýchlosť
sv: Snitthastighet

source: Glide Rate
nb: Glidetall
sk: Kĺzavosť
sv: Glidtal

source: Glides
nb: Seilfly
sk: Preskokov
sv: Glid

source: Phase
nb: Fase
sk: Fáza
sv: Fas

source: Start
sk: Štart

source: View Flight
sk: Zobraziť let

source: Full-screen map
nb: Fullskjerm kart
sk: Celoobrazovková mapa
sv: Fullskärmskarta

source: Activate this to show the flight on top of other flights on the map
nb: Aktiver her for å vise denne flygningen over and flygninger
sk: Kliknite tu pre zobrazenie tohto letu na vrchu ďalších letov na mape
sv: Aktivera för att visa flyg ovanpå andra flyg på kartan

source: Detailed statistics
nb: Detaljert statestikk
sk: Detailné štatistiky
sv: Detaljerad statistik

source: Comments
nb: Kommentarer
sk: Komentáre
sv: Kommentarer

source: No comments yet.
nb: Foreløpig ingen kommentarer.
sk: Žiadne komentáre
sv: Inga kommentarer ännu.

source: Add comment
nb: Legg til kommentar
sk: Pridať komentár
sv: Lägg till kommentar

source: An error occurred while decoding this flight.
nb: En feil skjedde ved lesing av denne flygningen
sk: Došlo k chybe pri dekódovaní tohto letu.
sv: Ett fel uppstod vid avkodning av flyget.

source: Circling performance
nb: Sirklingsytelse
sk: Charakteristiky krúžení
sv: Kurvningsprestanda

source: (summary)
sk: (zhrnutie)

source: Cruise performance
nb: Strekkytelse
sk: Charakteristiky preskokov
sv: Kryssningsprestanda

source: Phases
nb: Faser
sk: Fázy
sv: Faser

source: Yes
nb: Ja
sk: Áno
sv: Ja

source: No
nb: Nei
sk: Nie
sv: Nej

source: The XCSoar Project
sk: Projekt XCSoar

source: Live
nb: Levende
sk: Naživo

source: Ranking
nb: Rangering
sk: Rebríček
sv: Rankning

source: Upload
nb: Last opp
sk: Nahrať
sv: Ladda upp

source: Forgot password?
nb: Glemt passord?
sk: Zabudli ste heslo?
sv: Glömt lösenordet?

source: Don't have an account?
nb: Har du ikke en konto?
sk: Ešte nemáte svoj ​​účet?
sv: Inget konto?

source: Logout
nb: Logg ut
sk: Odhlásiť
sv: Logga ut

source: Notifications
nb: Varsling
sk: Oznámenia
sv: Notifieringar

source: Mark all as read
nb: Merk alt som lest
sk: Označiť všetko ako prečítané
sv: Markera alla som lästa

source: You don't have any unread notifications.
nb: Du har ingen varsler
sk: Nemáte žiadne neprečítané oznámenia.
sv: Du har inga olästa notifieringar.

source: Error: Unknown notification group
sk: Chyba: Neznáma skupina oznámení

source: Error: Unknown notification
sk: Chyba: Neznáme oznámenie

source: [1:%(pilot)s] commented on your [2:%(distance)s] flight on the [3:%(date)s].
sk: [1:%(pilot)s] komentoval váš [2:%(distance)s] let dňa [3:%(date)s].

source: [1:%(pilot)s] uploaded a new [2:%(distance)s] flight on the [3:%(date)s].
sk: [1:%(pilot)s] nahral nový [2:%(distance)s] let dňa [3:%(date)s].

source: [1:%(pilot)s] uploaded [2:%(num_flights)s] new flights.
sk: [1:%(pilot)s] nahral [2:%(num_flights)s] nové lety.

source: [1:%(pilot)s] is following you now.
sk: [1:%(pilot)s] ťa odteraz sleduje.

source: Total Score
nb: Total poengsum
sk: Celkové skóre
sv: Total poäng

source: Pilots
nb: Piloter
sk: Piloti
sv: Piloter

source: Airports
nb: Flyplasser
sk: Letiská
sv: Flygplatser

source: Warning!
nb: Advarsel!
sk: Varovanie!
sv: Varning!

source: Error!
nb: Feil!
sk: Chyba!
sv: Fel!

source: ← Previous
sk: ← Predchádzajúci

source: Next →
sk: Nasledujúci →

source: Year
nb: År
sk: Rok
sv: År

source: Flight Time
nb: Flytid
sk: Čas letu
sv: Flygtid

source: Hours
sk: Hodín

source: Live Tracking
nb: Følg direkte
sk: Sledovanie naživo

source: What is it?
nb: Hva er dette?
sk: Čo je to?
sv: Vad är detta?

source: Clients
nb: Klienter
sk: Klienti
sv: Klienter

source: [1:XCSoar:][2:]available starting with [3:XCSoar 6.4] ([4:Google Play]). Instructions are below.
sk: [1:XCSoar:][2:]k dispozícii počnúc [3:XCSoar 6.4] ([4:Google Play]). Pokyny sú nižšie.

source: [1:Gaggle:][2:]now available in the current version of Gaggle ([3:Google Play])
sk: [1:Gaggle:][2:]teraz k dispozícii v aktuálnej verzii Gaggle ([3:Google Play])

source: planned
nb: planlagt
sk: plánovanej
sv: Stöd för Live-track är planerat.

source: Live Tracking Key
nb: Direktesporingsnøkkel
sk: Kľúč sledovania naživo
sv: Live-trackingnyckel

source: Your Live Tracking key is:
sk: Váš Kľúč sledovania naživo je:

source: Generate new key
nb: Lag ny nøkkel
sk: Generovať nový kľúč
sv: Generera ny nyckel

source: Your Live Tracks
nb: Dine direktesproinger
sk: Vaše Sledovania naživo
sv: Dina Livetracks

source: Imprint
nb: Stempel

source: GR
nb: LD

source: Last fix
nb: Siste punkt
sv: Sista fix

source: Nearest Airport
nb: Nærmeste flyplass
sv: Närmast flygplats

source: How to use Live Tracking?
nb: Hvordan bruke direktesporing?
sv: Hur använder jag Live Tracking?

source: There is no live track of this pilot currently.
nb: Det er fortiden ingen direktesporing for denne piloten.
sv: Det finns inget Live-track för denna pilot just nu.

source: This pilot chose to delay the display of his live tracks.
nb: Denne piloten har valgt å forsinge direktesporingen
sv: Denna pilot har valt att fördröja visning av sina Live tracks.

source: Delay
nb: Forsinkelse
sv: Fördröjning

source: The live tracking delay is ignored because of your account privileges.
nb: Direktesporingforsinkelsen er ignorert grunnet brukerkontoprivilegiumene.
sv: Live-trackfördröjning ignoreras på grund av dina kontoprivilegier.

source: Your Live Tracking settings
nb: Direktesporinginstillinger
sv: Dina Live-trackinställningar

source: Your flights have been saved. You may want to change the flights aircraft types and registrations below.
nb: Dine flygninger har blitt lagret. Du kan endre flytype og registrering under.
sv: Dina flyg har sparats. Nedan kan du ändra typ av luftfarkost och registreringar efter behov.

source: No flight was saved.
nb: Ingen flygninger ble lagret
sv: Inga flyg sparades.

source: Filename
nb: Filnavn
sv: Filnamn

source: Success
nb: Vellykket
sv: Lyckades

source: Upload another flight
nb: Last opp en annen flygning
sv: Ladda upp ännu ett flyg

source: Change Club
nb: Endre flyklubb
sv: Ändra klubb

source: Select Club
nb: Velg klubb
sv: Välj klubb

source: Select your primary club:
nb: Velg din primærklubb
sv: Välj din huvudklubb:

source: Register Club
nb: Registrer klubb
sv: Registrera klubb

source: If your club doesn't exist yet in Skylines, create it:
nb: Om din flyklubb ikke eksisterer i Skylines, lag den:
sv: Om din klubb inte redan existerar i Skylines, skapa den:

source: Users
nb: Brukere
sv: Användare

source: Email
nb: E-post
sv: Epost

source: Tracking key
nb: Direktesporingsnøkkel
sv: Live-trackingnyckel

source: More Information
nb: Mer informasjon
sv: Mer information

source: Tracking delay
nb: Direktesporingforsinkelse
sv: Live-trackingfördröjning

source: Unfollow
nb: Ikke følg
sv: Sluta följa

source: Follow
nb: Følg
sv: Följ

source: Following
nb: Tilhenger
sv: Följer

source: Followers
nb: Tilhengere
sv: Anhängare

source: Distance Flights
nb: Distanseflygninger
sv: Distansflyg

source: Last 12 Months
nb: Siste 12 måneder
sv: Sista 12 månaderna

source: Average Speed
nb: Snitthastighet
sv: Snittshastighet

source: Takeoff Locations
nb: Avgangflyplasser
sv: Startplats

source: Eye Candy
sv: Ögongodis
